Repository: wp-plugins/print-o-matic
Catalog: language/printomat-*.po
Languages: da, ru_ru

source: made you feel all warm and fuzzy on the inside
da: gjorde at du føler dig varm og blød indeni
ru_ru: заставил вас чувствовать тепло и уютно внутри

source: restored your faith in humanity... even if only for a fleeting second
da: gendannede din tro på menneskeheden ... selvom det kun var for et flygtigt øjeblik
ru_ru: восстановил веру в человечество ... даже если только на мгновение

source: rocked your world
da: fik din verden til at rocke
ru_ru: перевернул Ваш мир

source: inspired you to commit a random act of kindness
da: Inspireret dig til at begå en tilfældig aktion til at gøre noget godt.
ru_ru: вдохновил Вас совершить доброе дело

source: encouraged more regular flossing of the teeth
da: tilskyndede til mere regelmæssig brug af tandtråd
ru_ru: воодушевил более регулярно чистить зубы

source: helped organize your life in the small ways that matter
da: Hjalp dig med at organisere de små ting i dit liv der gør en forskel.
ru_ru: помог организовать Вашу жизнь в мелочах, которые имеют значение

source: saved your minutes--if not tens of minutes--writing your own solution
da: Rede dine minutter - hvis ikke flere dusin - i færd med at skrive din egen løsning.
ru_ru: сохранил минуты - если не последние минуты - напишите свое собственное решение

source: brightened your day... or darkened if if you are trying to sleep in
da: Belyste din dag... eller formørkede den hvis du prøvede at sove over dig.
ru_ru: сделал ярче Ваш день ... или темнее, если Вы пытаетесь уснуть

source: caused you to dance a little jig of joy and joyousness
da: Fik dig til at danse en lille glædesdans.
ru_ru: заставил Вас танцевать джигу радости и счастья

source: inspired you to tweet a little @twinpictues social love
da: inspirerede dig til at tweete en smule @twinpictures social kærlighed
ru_ru: вдохновил Вас чирикнуть немного социальной любови @twinpictues

source: tasted great, while also being less filling
da: smagte godt, og var mindre fyldende
ru_ru: предал прекрасный вкус, в то же время будучи менее насыщенным

source: caused you to shout: "everybody spread love, give me some mo!"
da: fik dig til at råbe: "allesammen spred kærlighed, giv mig noget mo!"
ru_ru: заставил Вас кричать: "Все пышет любовью, дайте мне еще немного!"

source: helped you keep the funk alive
da: hjalp dig med at holde funken i live
ru_ru: помог Вам сохранить фанк живым

source: <a href="http://www.youtube.com/watch?v=dvQ28F5fOdU" target="_blank">soften hands while you do dishes</a>
da: <a href="http://www.youtube.com/watch?v=dvQ28F5fOdU" target="_blank">Blødgør hænderne imens du ordner tallerkener</a>
ru_ru: <a href="http://www.youtube.com/watch?v=dvQ28F5fOdU" target="_blank">смягчить руки, пока Вы готовите</a>

source: helped that little old lady <a href="http://www.youtube.com/watch?v=Ug75diEyiA0" target="_blank">find the beef</a>
da: hjalp den lille gamle dame <a href="http://www.youtube.com/watch?v=Ug75diEyiA0" target="_blank">find bøffen</a>
ru_ru: помог старушке <a href="http://www.youtube.com/watch?v=Ug75diEyiA0" target="_blank">найти кусочек мяса</a>

source: Upload image
ru_ru: Добавить изображение

source: Print-Pro-Matic Settings
ru_ru: Настройки Print-Pro-Matic

source: Default Target Attribute
da: Standard målattributten
ru_ru: Атрибут Target по умолчанию

source: Print target. See %sTarget Attribute%s in the documentation for more info.
da: Print valgte. Se %sTarget Attribute%s i dokumentationen for mere information.
ru_ru: Печатать объект. См. %sTarget Attribute%s в документации для получения дополнительной информации.

source: Use Print Icon
da: Brug Printer Ikon
ru_ru: Использовать иконку Печатать

source: Yes
da: Ja
ru_ru: Да

source: No
da: Nej
ru_ru: Нет

source: Use printer icon. See %sPrinticon Attribute%s in the documentation for more info.
da: Brug printer ikon. Se %sPrinticon Attribute%s i dokumentationen for mere information.
ru_ru: Использовать иконку принтера. См. %sPrinticon Attribute%s в документации для получения дополнительной информации.

source: Printer Icon
da: Printer Ikon
ru_ru: Иконка принтера

source: Default
da: Standard
ru_ru: По умолчанию

source: Small
da: Lille
ru_ru: Маленькая

source: Small Black
da: Lille sort
ru_ru: Маленькая Черная

source: Small Grey
da: Lille grå
ru_ru: Маленькая Серая

source: Small White
da: Lille hvid
ru_ru: Маленькая Белая

source: Custom
ru_ru: Пользовательская

source: <em style="">Custom Printer Icon not defined.</em>
ru_ru: <em style="">Настраиваемая иконка принтера не определена.</em>

source: If using a printer icon, which printer icon should be used? See %sPrintstlye Attribute%s in the documentation for more info.
da: Hvis du bruger et printer ikon, hvilket printer ikon skal være i brug? Se %sPrintstlye Attribute%s i dokumentationen for mere information.
ru_ru: Если используется иконка принтера, какую иконку принтера следует использовать? См. %sPrintstlye Attribute%s в документации для получения дополнительной информации.

source: Custom Printer Icon
ru_ru: Пользовательская иконка мпринтера

source: Upload Icon
ru_ru: Загрузить иконку

source: Image URL for the user defined printer icon
ru_ru: URL изображения для иконки принтера, заданной пользователем

source: Use in Admin Area
ru_ru: Использовать в админке

source: Yes, Use in Admin
ru_ru: Да, использовать в админке

source: Use Print-Pro-Matic in WordPress dashboard admin pages.
ru_ru: Использовать Print-Pro-Matic в панели администратора страниц WordPress.

source: Custom Style
da: Brugerdefineret stil
ru_ru: Пользовательский стиль

source: Custom CSS Style for <em>Ultimate Flexibility</em>. Here are some helpful %scustom CSS samples%s
da: Brugerdefineret CSS stil for <em>ultimativ fleksibilitet</em>. Her er nogle %scustom CSS samples%s som kan hjælpe
ru_ru: Пользовательские стили CSS для <em>максимальной гибкости</em>. Вот некоторые полезные %sпримеры пользовательских CSS%s

source: Use Theme CSS In Print Page
ru_ru: Использовать CSS темы на странице печати

source: Yes, Use Theme CSS
da: Ja, brug Theme CSS
ru_ru: Да, использовать CSS темы

source: Use the CSS style of the active theme for print page.
da: Brug det aktive Theme's CSS style til printsiden.
ru_ru: Использовать CSS-стили активной темы для страницы печати.

source: Custom Print Page Style
da: Custom printside stil
ru_ru: Пользовательский стиль страницы печати

source: Custom print page CSS style for <em>Ultimate Flexibility</em>
da: Custom printside CSS style for <em>ultimativ flexibilitet</em>
ru_ru: Пользовательский стиль страницы печати для <em>максимальной гибкости</em>

source: Do Not Print Elements
da: Ikke Print Elementer
ru_ru: Не печатать элементы

source: Content elements to exclude from the print page. See %sDo Not Print Attribute%s in the documentation for more info.
da: Indholds elementer der ikke vises på print siden. Se %sDo Not Print Attribute%s i dokumentationen for mere information
ru_ru: Элементы содержимого, которые следует исключить со страницы печати. См. %sDo Not Print Attribute%s в документации для получения дополнительной информации.

source: Print Page Only Elements
da: Print Side Kun Elementer
ru_ru: Элементы только для страницы печати

source: Content elements to display only on the print page. See %sPrint Only Attribute%s in the documentation for more info.
da: Indholds elementer der kun vises på print siden. Se %sPrint Only Attribute%s i dokumentationen for mere information
ru_ru: Элементы содержимого для отображения только на странице печати. См. %sPrint Only Attribute%s в документации для получения дополнительной информации.

source: Force Visible Elements
ru_ru: Принудительно отображаемые элементы

source: Content elements that will be forced to display and be printed, even if hidden. See %sForce Visible Attribute%s in the documentation for more info.
ru_ru: Элементы содержимого, которые будут принудительно отображаться, даже если они скрыты. См. %sForce Visible Attribute%s в документации для получения дополнительной информации.

source: Print Page Top HTML
da: Print Side Top HTML
ru_ru: HTML вверху страницы печати

source: HTML to be inserted at the top of the print page. See %sHTML Top Attribute%s in the documentation for more info.
ru_ru: HTML для вставки в верхней части страницы печати. См. %sHTML Top Attribute%s в документации для получения дополнительной информации.

source: Print Page Bottom HTML
da: Print Side Bund HTML
ru_ru: HTML внизу страницы печати

source: HTML to be inserted at the bottom of the print page. See %sHTML Bottom Attribute%s in the documentation for more info.
ru_ru: HTML для вставки в нижней части страницы печати. См. %sHTML Bottom Attribute%s в документации для получения дополнительной информации.

source: Shortcode Loads Scripts
ru_ru: Шорткод загружает скрипты

source: Only load scripts with shortcode.
ru_ru: Только загрузка скриптов с помощью шорткода.

source: Only load Print-Pro-Matic scripts if [print-me] shortcode is used.
ru_ru: Только загрузка скриптов Print-Pro-Matic, если используется шорткод [print-me].

source: Save Changes
da: Gem rettelserne
ru_ru: Сохранить изменения

source: About
da: Om
ru_ru: О плагине

source: Shortcode that adds a printer icon, allowing the user to print the post or a specified HTML element in the post.
da: Shortcode der tilføjer et printer ikon, der tillader brugeren at printe indlæget eller en specifik HTML element i indlæget.
ru_ru: Шорткод, который добавляет иконку принтера, что позволяет пользователю печатать запись или указанный HTML элемент в записи.

source: %sDetailed documentation%s, complete with working demonstrations of all shortcode attributes, is available for your instructional enjoyment.
da: %sDetailed documentation%s, komplet med fungerende eksempler på alle "kortkode attributter" (shortcode attributes) der er tilgængelige - til fri benyttelse og nydelse.
ru_ru: %sПодробная документация%s, в комплекте с рабочими демонстрациями всех атрибутов шорткода, доступна для Вашего собственного удовольствия.

source: Free, Open Source %sSupport%s
da: Gratis, Open Source %sSupport%s
ru_ru: Бесплатно, Открытый код %sПоддержка%s

source: If Print-Pro-Matic %s, please consider %sreviewing it at WordPress.org%s to better help others make informed plugin choices.
ru_ru: Если Print-Pro-Matic %s, пожалуйста, напишите %sотзыв на WordPress.org%s, чтобы помочь другим сделать осознанный выбор плагина.

source: Register Plugin
ru_ru: Зарегистрировать плагин

source: To receive plugin updates you must register your plugin. Enter your Receipt ID and email address used to purchase the plugin below.
ru_ru: Чтобы получать обновления плагина необходимо зарегистрировать плагин. Введите ниже Ваш ID квитанции и адрес электронной почты, который использовался для покупки плагина.

source: Receipt ID
ru_ru: ID квитанции

source: Receipt ID is found in the Purchase Receipt
ru_ru: ID квитанции находится в товарном чеке

source: Email address used to purchase plugin
ru_ru: Адрес электронной почты, который использовался для покупки плагина

source: Register
ru_ru: Зарегистрировать

source: %sPrint-Pro-Matic%s is our premium plugin that offers a few additional attributes and features for <i>ultimate</i> flexibility.
da: %sPrint-Pro-Matic%s er vores premium plugin, der giver et par ekstra egenskaber og funktioner til <i>ultimativ</i> fleksibilitet.

source: HTML to be inserted at the top of the print page. See %HTML Top Attribute%s in the documentation for more info.
da: HTML som bliver indsat i toppen af print siden. Se %HTML Top Attribute%s i dokumentationen for mere information.

source: HTML to be inserted at the bottom of the print page. See %HTML Bottom Attribute%s in the documentation for more info.
da: HTML som bliver indsat i toppen af print siden. Se %HTML Bottom Attribute%s i dokumentationen for mere information.

source: Level Up!
da: Niveau Op!

source: Reasons to go Pro
da: Grunde til at gå Pro

source: You are an advanced user and want/need additional features
da: Du er en avanceret bruger og vil have/har brug for yderligere funktioner

source: Print-O-Matic was just what I needed. Here, have some money.
da: Print-O-Matic var lige hva jeg ønskede. Her er lidt penge som tak.

source: Use Theme CSS For Print Page
da: Brug Theme CSS til printsiden

source: Click to toggle
da: Klik for at skifte

source: Print-O-Matic Settings
da: Print-O-Matic indstillinger

source: If Print-O-Matic %s, please consider %sreviewing it at WordPress.org%s to better help others make informed plugin choices.
da: Hvis du kan lide Print-O-Matic %s, ville det være dejligt hvis du %sreviewing it at WordPress.org%s sådan at andre kan lære om dette plugins glæder.
